module.exports = {
  message: {
    login1: "登录",
    title_l: '退出',
    title_r: '注册'
  },
  nav: {
    nav_iner: ["社区介绍", "社区入口", "社区公告", "公募", "社区价值", "技术路线图", "联系我们"],
    google:'请先完成谷歌验证！'
  },
  userkonw: {
    title: "用户须知",
    item: ["上海都市旅游卡是上海公共交通卡旗下高端产品，是兼具公共交通支付和小额消费支付的多用途卡，可用于上海公共交通出行、便利店、超市、商场、旅游景点等应用领域", "本卡可反复充值使用，不记名、不挂失、不提现。底卡押金和卡内余额资金不计付利息。本公司按照法律法规及相关政策规定管理卡内余额资金。", "普通卡底卡押金20元/张，底卡可退。非普通卡按本公司定价销售，不可退。", "本卡充值以10元为单位，卡内最高储值额不超过1000元", "对于一次性购卡10000元（含）以上的，购卡人应当使用实名并提供有效身份证件。单位一次性购卡金额达5000元（含）以上、个人一次性购卡金额达50000元（含）以上的，需通过银行转账等非现金方式购买，不得使用现金。"],
    bq: "Time Treaty Blockchain Foundation"
  },
  login: {
    home: "首页",
    zxrx: "咨询热线",
    yyzh: "已有账号",
    msdl: "马上登录",
    title: "登录账号",
    djyz: "等 级 验 证",
    vip: ["非会员", "普通会员", "高级会员"],
    account: "账户名",
    dlmm: "登 录 密 码",
    plhd: "必须包含数字和字母，且不得少于6位",
    yzm: "验 证 码",
    xy: "我已认真阅读 并确认本电子签名为本人真实有效签名",
    ljdl: "立即登录",
    ggyzm: "谷 歌 验 证 码",
    yzggyzm: "请输入六位数的验证码",
    dd: "低",
    yzmnr: "验证码不正确，请重新输入",
    zz: "中",
    strong: "高",
    zhmm: "找回密码",
    ljzc: "立即注册",
    yywk: "邮箱输入不能为空!",
    mmsy: "密码少于6位，请重新输入",
    yzmwk: "验证码不能为空",
    yxyzbtg: "邮箱验证不通过",
    mmmyzm: "密码没有字母，请重新输入",
    mmmysz: "密码没有数字，请重新输入",
    zcmmwk: "再次输入密码不能为空",
    mmbyz: "密码不一致,请重新输入",
    tyxy: "您需要同意本协议，才能进行下步操作",
  },
  findpasssword: {
    yydz: "邮 箱 地 址",
    yxtyzm: "邮 箱 验 证 码",
    xmm: "新 密 码",
    cxsrmm: "请 再 次 输 入 密 码 ",
    djhq: "点击获取",
    dd: "低",
    yzmnr: "验证码不正确，请重新输入",
    zz: "中",
    m: "秒",
    qd: "确定",
    strong: "高",
    zhmm: "找回密码",
    ljzc: "立即注册",
    yywk: "邮箱输入不能为空!",
    mmsy: "密码少于6位，请重新输入",
    yzmwk: "验证码不能为空",
    yxyzbtg: "邮箱验证不通过",
    mmmyzm: "密码没有字母，请重新输入",
    mmmysz: "密码没有数字，请重新输入",
    zcmmwk: "再次输入密码不能为空",
    mmbyz: "密码不一致,请重新输入",
    xgcg: "恭喜您，修改成功!",
    ljdl: "立即登录"
  },
  regist: {
    title: "注册账号",
    zhm: "账 户 名",
    ljzc: "立即注册",
    zccg: "恭喜您，注册成功!",
  },
  person_info: {
    nav: ['个人中心', '个人资料', '修改密码', 'KYC认证', '谷歌验证', '站内信'],
    hy:['非会员','普通会员','高级会员'],
    tcdl:"退出登录",
    kq:"开启谷歌验证",
    gb:"关闭谷歌验证",
    xb: "性别",
    sjh:"手机号",
    nc:"昵称",
    gj:"国籍",
    xl:"学历",
    nl:"年龄",
    ah:"爱好",
    bc:"保存",
    man:"男",
    nv: "女",
    qxz:"请选择",
    go:"主",
  },
  xgmm:{
    status: "秒后跳转",
    page:"页面"
  },
  ggyz:{
    title:"绑定谷歌验证器",
    p1:"密匙用于找回谷歌验证器，请妥善保存。",
    p2:"复制",
    p3:"谷歌验证码",
    p4:"立即绑定",
    p5:"已绑定"
  },
  introduction:{
  	locatio:['您当前位置','首页','社区介绍'],
  	txt1:'Time：时间是任何事物的基本属性，时间不可逆，时间不可篡改，时间记录一切。',
  	txt2:'Treaty：条约以合约的形式存在，约定所有区块身份节点的值和属性，条约分为根条约、主条约、辅助条约、临时条约。',
  	txt3:'Chain：链既是区块链的表面含义，又具有生态球形网络的P2P多维空间状态的内部含义。所以，时间条约链是一个用复合条约定义区块身份的时间和相互空间的公链。',
  	txt4:'Block IDentity Token ，区块身份通证，缩写BIDT。',
  	txt5:'BIDT是在时间条约链的球形跨链生态中发行和使用的原型Token，在主链生态网络中可以兼容其他Token或D-Coin，生态内有效Token不唯一。',
  	txt6:'TTC区块身份球形生态链：',
  	txt7:'无穷个匿名、独立、安全的区块身份作为节点；',
  	txt8:'若干个落地、创新、社区的链内应用成为超级节点；',
  	txt9:'依托互信、安全、交易的三重根合约链接跨链生态；',
  	txt10:'共同组成P*P*P……=PN的TTC 区块身份球形生态链。'
  },
  headerbox:{
  	zc:'注册',
  	dl:'登录',
  	geren:'个人中心',
  	tc:'退出',
  	nav:['社区介绍','社区入口','社区公告','社区价值','技术路线图','联系我们','区块链浏览器'],
  	qinggugeyanzheng:'请先完成谷歌验证！'
  },
  affiche:{
  	locatio:['您当前位置','首页','社区公告'],
  	title:'社区公告',
  	search:'搜索',
  	hoder:'请输入需要查找的关键词...',
  	nul:'查找的内容不存在！'
  },
  details:{
    locatio:['您当前位置','首页','社区公告','正文'],
    prev:'上一篇',
    next:'下一篇',
    meishang:'没有上一篇',
    meixia:'没有下一篇',
    time:'发布时间'
  },
  value:{
  	locatio:['您当前位置','首页','社区价值'],
  	title:'如何打造一个活跃的高价值社区',
  	main_title:'白皮书',
  	ecology_title:'社区生态',
  	dapp_title:'DAPP区'
  },
  enter:{
  	locatio:['您当前位置','首页','社区入口'],
  	title:'币知道专属域名www.coinsay.org ',
  	txt1:'币知道专属公众号、微博、推特、币乎、今日头条都已开通，日访问量20000+。',
  	txt2:'面向全球自媒体的开放社区，聚焦链圈、币圈、投资圈，建立以用户为主角的新媒体社区模式。'
  },
  concat:{
  	locatio:['您当前位置','首页','联系我们'],
  	title:'联系我们',
  	name:'请输入您的姓名',
  	tel:'请输入您的手机号码',
  	email:'请输入您的邮箱',
  	hoder:'留言',
  	check:'查看留言',
  	send:'提交',
  	yanzhengma:'验证码',
  	mz:'名字',
  	sj:'手机',
  	yx:'邮箱',
  	qinglogin:'请先登录！',
  	codecuowu:'验证码错误，请重新输入！',
  	tijiaochengg:'提交成功！'
  },
  roadmap:{
  	locatio:['您当前位置','首页','技术路线图'],
  	qianyan:'前言',
  	title:'区块链技术被认为是继移动互联网之后的又一发展趋势，引起了全球各国政府、金融、科技、投资等各界的广泛关注。区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术的新型应用模式。 区块链技术或将从根本上改变经济社会的基本形态，重新定义人类生活，智能合约这个革命性的工具更将引领人类进入可编程的数字化社会。时间条约链Time Treaty Chain（简称TTC），初期基于以太坊的区块链技术，以独特的算法机制和应用环境，实现在链内生态上的区块技术应用；后期将上线主链，实现数字世界的（公链+联盟链+私链）*侧链的球形区块身份网络。',
  	man:'负责人',
  	email:'邮箱',
  	anquan:'安全层/外层',
  	atxt:'基金会管理+数据公开+数据保护+非核心项目外包',
  	yingyong:'应用层/中层',
  	ytxt:'轻游戏平台+挖矿游戏+币知道社区+luckytoken应用+影视平台+tokenLP',
  	data:'数据层/内层',
  	datatxt:'钱包+TNS区块链域名，个人身份数据区块',
  	zhixing:'环球网络/通道',
  	ztxt:'代币发行，面向应用提供项目支撑通道',
  	hexin:'战略层/核心层',
  	htxt:'以太坊模式的顶层公链面向社区推进应用'
  },
  activity:{
  	locatio:['您当前位置','首页','公募'],
  	daojishi:'倒计时',
  	day:'天',
  	hour:'时',
  	fen:'分',
  	miao:'秒',
  	price:'公募实时价格',
  	shurutoken:'请输入您的令牌',
  	bidt:'请输入您的BIDT地址',
    btc:'请输入您的BTC地址',
    eth:'请输入您的ETH地址',
    ht:'请输入您的HT地址',
  	queding:'确定',
  	kaishouz:'开售中',
  	price2:'公募价格',
  	copy:'复制',
  	maiwan:'已售馨',
  	jieshu:'已结束',
  	popupbitian:'BIDT 为必填项！',
  	title:'公募内容',
  	t1:'公募参与条件',
  	t11:'条件1：完成KYC认证；',
  	t12:'条件2：持有公募令牌（由基金会KYC审核后发放）；',
    t13:'条件3：令牌单笔限购1-50ETH（BTC/HT等值限制，由人工发放）；',
    t14:'注：1.认证通过后请前往(个人中心->KYC认证界面)查看专属令牌',
    t15:'注：2.选择用ETH支付的用户必须使用个人钱包（推荐imtoken钱包）转账并将当前ETH地址同时填写入BIDT和ETH地址选项中，选择旷工费用时请选择高级选项 gasprice 填5 gas 填250000 。',
  	t16:'注：3.选择用BTC或者HT的用户请将当前地址填入对应的BTC或者HT选项并提供erc20标准的个人钱包（推荐imtoken钱包）接受BIDT的地址，填入BIDT选项。',
  	t17:'注：4.选择使用okex申购的用户 请将提币记录截图上传',
  	t2:'公募平均计价规则说明',
  	t21:'当月公募价为上月21日至本月19日周期内每日交易收盘价的平均；',
  	t22:'实时公募价为新一轮公募周期内已有每日交易收盘价与当天实时交易价的平均价；',
  	t23:'每期公募当月19日24点停表，计算得出当期最终公募价。当期公募结束后重新开启实时公募价格显示。',
  	t3:'风险提示',
  	t31:'时间条约链（TTC）发售的Token（BIDT）不具有对项目的控制权和股权。区块链相关应用会受到来自',
  	t32:'各国监管机构的监管和审查，具有政策风险。请充分了解TTC项目白皮书的公示内容以及清楚区块链行',
  	t33:'业的相关风险，否则不建议参与本次公募。',
  	muialert1:'请输入令牌号码！',
    muialert2:'抱歉活动还未开始！',
    muialert3:'恭喜您，设置成功！',
    muialert4:'BIDT地址不可为空！',
    muialert5:'已复制到剪切板！',
    submi:'提交',
    cancel:'取消',
    gerendizhi:'个人地址绑定',
    state:'特别声明:本次公募不支持交易平台账户直接转账 请使用个人钱包购买'
  },
  // 令牌
  nametoken:{
    p0: "实名认证",
    title:"令牌",
    tip:"提示",
    p1:"您本次可申购",
    p2:"的token",
    p3: "复制",
    sh:"正在审核中",
    xieyi:"请确认提交前认真阅读次协议",
    ty:"我已认真阅读并同意遵守《代币协议》中的相关规定",
    tj:"提交",
    en:`                                      代币购买协议

    请仔细阅读此处列出的条款。 本代币不作为商业信托、集体投资计划或任何司法管辖区域内的任何其他形式机构单位的投资证券使用。 本协议不作为商业信托、集体投资计划或任何司法管辖区域内的任何其他形式机构单位的招标文件使用。本协议未经监管机构审查批准，并且TTC基金会也不会采取任何行动来获得此类批准。向您提供本协议并不意味着此协议适用法律，监管要求或遵守任何规则。
    
    请注意，时间条约链（TTC）仅在中华人民共和国，美利坚合众国和大韩民国外，保证Token顺利行权。
    
    
    代币购买协议（本“协议”）由时间条约链基金会（卖方）发布。为促进TTC项目的建立和运营（以下简称“项目”）,计划与买方分销TTC代币BIDT币达（以下简称“代币”），代币作为项目内使用的本地加密货币，如《时间条约链白皮书》所述，详情可访问www.timetreaty.org。
    卖方或买方在下文中将被称为“一方”，卖方和买方在下文中统称为“双方”。
    现在，考虑到以下双方协议以及其他良好和有价值的考量，在摆正充分认可的情况下，各方在此同意如下：
    1.定义
    特定术语的定义。本协议中所定义的术语，无论何时在本协议中使用，都应具有如下所示的含义。
    附属：对任何人，任何直接或间接控制、被控制或与此人共同控制的人。
    买方令牌：如附1所列。
    索赔期限：如附1所定义。
    财产留置权：指任何留置权、费用、抵押、质押、期权、优先购买权、质押权、债权、转让、留置权、优先权或担保权益，超过或在此类买方代币上，或任何协议或安排，或类似的效果。
    政府当局：任何国家或政府,任何州或其他政治细分、任何单位行使立法、行政、司法、行政的功能或有关政府,包括,但不限于,任何政府机构,机构部、委员会,委员会或手段,和任何法院、法庭或仲裁管辖权(s),以及任何自律组织。为了避免怀疑，政府权力可能包括在与任何一方、代币和/或项目相关的范围内行使准政府、监管或司法类职能的私人机构。
    知识产权：以下所有在任何管辖整个世界:(i)所有发明(可取得专利权或者不可取得专利权；已付诸实施和未付诸实施的),包括但不限于项目技术,所有的改进,和所有专利,专利申请和专利信息披露,连同所有补发商标,延续,分歧,延续部分就,修正、扩展;（二）所有商标、服务商标、商标、贸易名称、商标、企业名称、公司名称、互联网域名、口号、其他来源标识符，以及所有的翻译、修改、派生和组合，包括所有与之相关的商誉，以及所有与之相关的应用、注册和更新;（三）所有版权所有的作品、所有版权和所有的申请、注册和续展，以及所有的道德权利（以及类似的不可转让的权利）和放弃道德权利（以及类似的不可转让的权利）的所有好处;（四）所有的商业秘密和机密、技术和商业信息（包括但不限于思想、研究和开发、算法、组成、工艺、设计、图纸、公式、商业秘密、专有技术、工业模型、商业方法、技术数据和信息、工程技术图纸、产品规格和机密商业信息）;（五）掩模作品和其他半导体芯片的权利和所有的应用、注册和更新;(六)软件;（七）所有其他知识产权和专有权利;（八）副本和具体的体现（以任何形式或媒介，包括电子媒体）。
    法律：法律、法规、法令、规章、法规、判决、禁令、命令和任何政府权力的法令，包括对其的修改。
    组织文件:公司章程、公司注册证、法规、经营协议,有限合伙证书,合伙协议和其他类似的文件,包括任何修正案。
    人：个体、法人或个人，包括不受限制的政府机关。
    项目计划：该计划包含了要实现目标的详细概述，以及区块链项目的执行和启动的大致日期。
    购买考虑：如2代币销售定义
    制裁：如下定义
    代币分发：由供应商向特定的代币买家出售代币，包括买方。
    代币分发事件：代币分发的结论。
    代币销售：如2代币销售定义。
    合格人士：根据证券法第501条（a）的规定，被认定为“合格投资者”的人，可以随时修改、修改或补充。
    供应商的补偿：如6条所定义的。
    白皮书:一个或多个文档(是否享有“白皮书”),可能不时修订在供应商的的唯一的谨慎,解释,除其他事项外,项目和令牌,包括,但不限于,项目计划,令牌的时间分布和有关供应商人员的信息。
    2 代币销售
    销售和分发代币。在代币分发日期，供应商应当向买方交付时间表中指定数量的代币。
    解决购买考虑因素。受条款和条件在第六条规定,买方应当在结算日期之前将等值ETH转移到供应商指定账户，在获得以太坊区块链上至少30个节点确认会后，转账视为有效。同时，支持BTC购买，但是将由人工打币。
    买方提供信息的义务。出于谨慎，代币出售前,卖方获得某些买家信息，来确保代币出售遵守任何适用的法律或法规。买方应及时向供应商提供这些信息，承认并接受供应商可能拒绝向买方交付代币，直到提供给供应商满意的信息为止。这些信息可能包括但不限于以下内容：
    （1）买方的全名、出生日期、国籍、照片识别、居住地址证明和卖方可能需要的其他身份信息;
    （2）关于买方资金来源的信息。
    信赖 。双方均承认签署本协议所依据其陈述和保证是真实的，准确的，完整的和无误导性的。除本协议规定的范围外，任何一方均不得向其他方作出任何明示或暗示的陈述或保证，并且双方承诺在签订本协议时没有收到来自他诱导
    3供应商的陈述和保证
    在本协议签署之日，卖方在此声明并向买方做如下保证：
    形成和地位。卖方在卖方的注册国法律下有效存在，且具有良好信誉的公司，并且拥有一切必要的公司权力以进行本协议向下的交易。
    授权协议等。卖方拥有执行和交付本协议的一切必要权力和权力，卖方拥有所有必要的权力将代币出售给买方，可强制执行合法权利并履行本协议项下的义务。但可执行性可能会受到适用的破产、重组，和对一般适用或影响债权人权利的一般适用法律的影响（无论是否在公平或法律诉讼中寻求执行）。
    遵守法律和其他文书。 本协议的执行，交付和履行不会导致（1）在任何重大方面违反，在任何重要方面存在冲突或构成重大违约，无论是否发出通知（2）违反卖方组织文件的任何规定; （3）违反任何许可证，特许经营权，判决，命令或命令中的任何规定; （4违反义务或承诺; 或（5）违反卖方适用法律，或（6）对卖方的任何重要资产设定任何重大留置权，押记或产权负担。
    没有同意或批准。 本协议的执行，交付和履行不需要任何政府机构或个人的批准或采取其他行动。
    知识产权。卖方对所拥有的知识产权具有有效所有权。 就卖方可合理知悉的范围而言，其并未侵犯，挪用或以其他方式侵犯任何第三方任何知识产权。卖方拥有的知识产权不受任何法院，仲裁庭，仲裁员或政府当局任何未完成的命令，裁决，法令，判决或规定的约束。 
    4.买方的陈述和保证
    买方在此向卖方声明，保证和契约，截至本日之前（包括代币分发日期）如下：
    形成和地位。买方在买方的注册国法律下有效存在，且具有良好信誉的公司，并且拥有一切必要的公司权力以进行本协议向下的交易。
    授权协议等。买方拥有执行和交付本协议的一切必要权力和权力，买方拥有所有必要的权力向卖方购买代币，可强制执行合法权利并履行本协议项下的义务。但可执行性可能会受到适用的破产、重组，和对一般适用或影响债权人权利的一般适用法律的影响（无论是否在公平或法律诉讼中寻求执行）。
    遵守法律和其他文书。 本协议的执行，交付和履行不会导致（1）在任何重大方面违反，在任何重要方面存在冲突或构成重大违约，无论是否发出通知（2）违反买方组织文件的任何规定; （3）违反任何许可证，特许经营权，判决，命令或命令中的任何规定; （4违反义务或承诺; 或（5）违反买方适用法律，或（6）对买方的任何重要资产设定任何重大留置权，押记或产权负担。
    没有同意或批准。 本协议的执行，交付和履行不需要任何政府机构或个人的批准或采取其他行动。
    以投资方式购买。 买方购买代币不会进行任何与销售或分销有关的全部或部分活动。 买方不会直接或间接转让代币，除非符合适用的法律和本协议规定。 买方理解自身必须承担无限期购买代币的经济风险。 买方还应当理解，代币是根据任何管辖区的法律进行交易或转让的标的证券，此类交易或代币转让可能受到此类法律的限制，或者未来会出台限制性法规。
    白皮书。 买方收到了与该项目相关的白皮书副本，并仔细阅读了该白皮书。 买方承认，白皮书可能在令牌分发日期之前发生变化，买方接受立即阅读白皮书新版本的义务，该白皮书将通过以下网站提供给买方：www.timetreaty.org。 
    评估和承担风险的能力。 买方拥有金融事务，业务和技术方面的知识和经验，包括但不限于区块链技术以及与此相关的其他考虑因素，以评估（1）本协议。（2）代币的风险和优点 由买方根据本协议购买，包括但不限于本协议第4.10条规定的风险，并且能够承担此类风险。 买方是一个“认可的投资者”，因为根据 这种管辖法律，他们合法居住和/或适用于本协议下的代币行权区域，并将提供卖方可能要求的文件和其他证据 证明这种状态。
    重大风险。买方理解该项目以及代币的创建和分配涉及重大风险，包括但不限于以下风险：（1）与项目相关的技术可能无法按预期运行; （2）项目可能无法吸引主要利益相关者或更广泛社区的兴趣或采纳; （2）代币分发事件可能不会发生; （3）基金会和/或卖方可能无法为其各自的运营和/或项目提供足够的资金; （4）代币可能随着时间的推移而降低价值和/或失去所有的货币价值，因此买方购买的代币的价格没有保证（5）基金会，卖方和/或项目可能受到政府当局的调查和执法行动的约束，并且这些政府当局可能会对现有法律，法规和/或规则进行更改，这些法律，法规和/或规则将影响加密货币，数字资产，区块链技术及其应用。此外，买方已仔细阅读并考虑了此处包含的与基金会，卖方和项目有关的风险因素和其他信息，包括本文附件2。买方承认并理解，图表2中列出的风险和与购买代币有关的所有风险。
    税。 买方承认，理解并同意：（1）代币的购买和收货可能对买方产生税收后果; （2）买方全权负责并遵守买方的纳税义务; （3）卖方对于买方的任何税务后果不承担任何责任。
    反洗钱和制裁合规。.
    反洗钱; 反恐怖主义融资。 在适用法律要求的范围内，买方向卖方声明并保证，买方符合所有反洗钱和反恐怖主义恐融资要求。
    制裁合规。 买方或买方直接或间接受益的任何人或买方购买的代币，或买方代理的任何人都不是（1）美利坚合众国管理或执行的制裁对象（ 包括但不限于美国财政部外国资产管理办公室），英国，欧盟或任何其他政府机构（统称“制裁”），（2）组织或居住在一个国家或地区，即 根据适用法律进禁止卖方行交易的一方。 
    5.先决条件
    卖方义务的条件。 卖方完成代币销售及所有其他拟进行的交易的义务应符合（1）卖方在结算日期或之前按照本协议全额收到买方转账; （2）卖方遵守本协议下的义务; （c）卖方的陈述和保证的真实性和准确性，但仍应遵守本协议的所有其他规定，包括但不限于根据第7.1条规定的终止权利。
    6.免责声明;限制; 赔款
    没有索赔，贷款或所有权利益。 本协议或购买买方代币（1）均不向买方就任何卖方，其附属公司及/或其各自的资产提供任何索赔; （2）向任何卖方提供贷款; （3）向买方提供任何卖方的任何所有权权益; （4）向买方提供任何卖方股东的任何权利或任何投票选举董事的权利或在任何会议上向股东提交任何事宜的权利，或者对任何公司行为给予或拒绝同意或接受会议通知，或收到订阅权或其他权利。
    买方接受。 买方应捍卫卖方，其附属公司及其高级职员，董事，雇员，代理人，继承人和受让人（统称“卖方的赔偿”）的权利，并支付或偿还卖方的赔偿金 （1）买方在本协议中或根据本协议作出或视为做出或认定的任何陈述或不准确或违反法律的陈述或保证；（2）买方根据本协议故意或疏忽违约或直接违约。. 
    7.其他
    终止。 （1）买方不履行其在本协议下的义务; （2）基金会及╱或卖方各自拥有绝对酌情权，选择于授予发行日期前中止发展该项目; （3）任何适用法律要求项目的开发在代币分发日期之前停止或终止; （4）因基金会和/或卖方无法控制的事件而导致项目停止发展，并且该项目在三（3）个月内不能恢复; （5）代币的创建，分发或签发是非法的，无效的，任何管辖区域内的任何政府禁止或被任何适用法律强制停止或基金会和/或卖方无法遵守的任何批准，注册，备案或其他法定程序或要求 。.
    在任何此类终止后，买方无权收取任何代币，且卖方应将100％的购买付费退还给买方。
    无论如何，本协议将在买方完全收到买方代币后终止，条件是本协议第6条和第7条在本协议终止后仍有效，并且在收到买方代币后，买方无权享有购买代价退款。
    
    守法。 本协议在所有方面均适用，包括有效性，解释和效力，但不影响其原则或法律冲突规则，只要这些原则或规则不是强制适用于法规，并允许或要求适用另一法域的法律。
    继任者和分配。本协议对缔约方及其各自的继承人，和被许可的受让人具有约束力，并对其有利。 未经其他方事先书面同意，本协议不得转让或以其他方式转让。 任何违反此规定的声称的转让均为无效。
    整个协议。 本协议构成双方之间的完整协议，取代双方就本协议标的事项达成的所有先前或同时达成的书面和口头协议和谅解。
    可分割性。 如果本协议的任何条款由有管辖权的法院确定为无效，无法使用或因任何原因无法执行，双方应本着诚意进行谈判以修改本协议，以尽可能接  近地实现双方的原意 以可接受的方式进行交易，以便最大程度上按最初预期的方式实现交易。
    同步执行。 本协议可以在多个对应方执行，每个对应方应视其为原始文件。
    没有伙伴关系，没有代理。 本协议中的任何规定以及双方根据本协议采取的任何行动均不构成或被视为构成任何双方之间的合伙，协会，合资企业或其他合作实体。 本协议中的任何规定以及双方根据本协议采取的任何行动都不应构成或被视为构成任何其他缔约方的代理人。 根据本协议，任何缔约方均无权以任何其他缔约方的名义约束或签订合同。
    第三方权利。 除了根据本协议享有权利的卖方的关联方，任何非本协议当事方的人均无权执行本协议的任何规定 。
    争议解决。 各方应本着合作精神解决因本协议引起或与本协议有关的任何争议或索赔。 如果当事各方在九十（90）天内未能解决此类争议或索赔，则此类争议或索赔应最终通过仲裁解决，裁决的判决可由任何对其有管辖权的法院或对相关方具有管辖权的法院来执行。 
    发表和通知，费用和费用。 双方同意在任何新闻稿或出版物中涉及所有缔约方的名称，品牌。 书面通信和通知可以通过电子邮件或其他常见形式的社交媒体（包括但不限于Skype，Telegram，WeChat和Twitter）。 对于本协议的谈判和执行以及双方之间的任何未来交易和/或未来有关双方的发表物，各方应自行承担全部费用。
    电子通讯。 买方同意并承认卖方与协议相关的通知，披露和其他通信可由卖方自行决定， 以电子形式发送给买方。
          保密。 本协议在各方之间永久保密，除非根据适用法律需要予以披露。
    附表1：责任范围
    本附表:1中的规定将用于限制卖方对买方任何索赔的责任范围。
    担保
    本协议中明确规定的契诺，承诺和赔偿是卖方给予买方的唯一保证和承诺。
    时间限制
    如果索赔不是在结算日起至结算日之后六（6）个月内 即“索赔期”发生，卖方对于本协议项下的任何索赔不承担任何责任。 在索赔期结束之前提出的任何索赔或赔偿索赔，如果先前未得到满足，已经结算或撤回，则应被视为已撤回，并在索赔期届满时被完全禁止和无法执行。 自提出该项申索当日起计六（6）个月期间内，除非已经发出并送达 卖方，否则不应被视为已经开始。
    索赔
    对于遭受同样的损失，买方不得以其他方式获得卖方在本协议下的多次偿付或赔偿。
    为避免疑义，本附表1中的任何内容均不应限制买方在法律或其他方面的义务以减轻本协议项下任何损失的索赔。买方无权就相同情况下发生的损失进行二次索赔
    在任何情况下，卖方均不承担因违反卖方保证而产生的任何间接，附带，特殊或相应的损失。.
    
     
    
    展示 1
    代币的特点 
    在本协议中，“代币”是指Time Treaty Chain代币BIDT
    
    代币名称: 币达
    代币符号: BIDT
    
    代币功能：
    BIDT是时间条约链代币。 BIDT可用于各种应用程序，例如购买虚拟物品和高级服务。
    
    随着项目的研究和开发不断进行，开发团队可能会增加其他功能。 有关此类功能的信息将通过以下网站提供给买方：更新版本的白皮书，该白皮书将通过以下网站提供给买方：www.timetreaty.org
    展示  2
    风险要素
    与代币销售相关的风险
    对像基金会和卖方这样的创业公司的投资会带来很大的风险。
    创业公司面临的财务和运营风险是巨大的。在产品开发、市场营销、融资和一般管理等领域，创业公司经常遇到意想不到的问题，而这些问题往往无法解决。
    
    基金会和/或卖方可能被迫停止运营。.
    
    由于许多原因，包括但不限于数字货币和法定货币价值的不利波动，基金会和/或卖方有无法建立代币公用事业的可能性， 商业关系失败或遭受知识产权所有权质疑，基金会和/或供应商可能不再可行，基金会和/或卖方可能会解散或采取导致基金会和/或卖方解散的行动。
    
    协议不得转让。
    
    协议条款规定，买方不得在未经卖方同意的情况下转让协议，并且只有当转让符合适用的政府机构的法律时方可执行。
    
    
    协议的税务处理，其中包含的购买权和代币分配不确定，并且对于某些未来事件，买方可能会产生不利的税收后果。
    
    协议和代币的税务特征是不确定的，并且每个买方都必须就代币投资寻求自己的税务建议。 根据该协议进行的投资以及根据该协议购买代币可能会对买方产生不利的税务后果，包括预扣税，所得税和税务申报要求。 根据协议，每位买方都应咨询并且必须依靠其自己的专业税务顾问对代币投资给予税务处理的建议。
    
    代币没有先验市场，代币分配可能不会导致代币的活跃或流动市场
    
    代币在加密货币交易所进行交易，无法保证代币的市场价格不会低于购买代价。 购买代价并不表示代币在加密货币交易所进行交易后的市场价格。
    
    代币不是由任何中央银行或国家，准国家组织发行的货币，也不由任何硬资产或其他信贷支持。 卖方不负责也不追求市场上代币的流通和交易。代币的交易仅仅取决于相关市场参与者对其价值的一致意见，没有人有义务从代币的任何持有者（包括买方）购买代币，也没有人保证代币的流动性或在任何时间范围内的市场价格 。 因此，卖方不能确保代币有任何需求或市场。
    
    代币的未来的销售可能会对代币的市场价格产生重大不利影响
    
    任何未来的代币销售都将增加市场上代币的供应量，这可能会导致代币的价格下跌。 在代币分布之外出售或分销大量代币，或者认为可能发生的进一步销售或发行可能会对代币的交易价格产生不利影响。
    
    消极的宣传可能会对代币的价格产生重大不利影响
    
    涉及（1）基金会和/或卖方的负面宣传; （2）该项目; （3）代币; 或（4）基金会或卖方的任何主要人员可能对代币的市场认知或市场价格产生重大不利影响，无论此类公示是否合理。
    项目没有任何成功的保证
    
    代币的价值和需求主要取决于TTC项目。 无法保证TTC项目将获得牵引力并取得任何商业成功。
    
    TTC项目尚未完全开发，最终确定和整合，并且在进程中会进一步的更改，更新和调整。 这种变化可能会对用户的预期吸引力产生意想不到的和不可预见的影响，并因此影响其成功。
    
    代币的交易价格可能会波动
    
    一般而言，代币的价格往往相对不稳定，并可能在短时间内显着波动。 代币的需求和相应的市场价格可能会因其中一些因素（其中一些超出基金会和供应商的控制范围）而显着而迅速地波动：
    （1）新的技术创新
    （2）分析师对代币的市场价格或基金会和/或卖方的财务和业务表现的猜测，建议，看法或估计;
    （3）与基金会和/或卖方相似的经营实体可能在相同的货币交易所上线代币
    （4）基金会和/或卖方公布重大事件，例如合作关系，赞助，新产品开发;
    （5）加密货币交易所的加密货币的市场价格和交易量的波动;
    （6）基金会和/或卖方主要人员的增加或离职;
    （7）基金会和/或卖方管理层在实施业务和增长战略方面是否成功; 
    （8）影响区块链或金融技术行业的条件变化，总体经济状况或市场情绪或其他事件或因素。
    
    募集的资金面临盗窃风险	
    
    尽管卖方将尽一切努力确保从代币出售收到的资金通过实施安全措施安全地存放在收到购买代价的接收地址（“接收地址”），但是仍然无法保证由于黑客攻击（包括但不限于双重攻击，大多数挖矿攻击和“私自挖矿”攻击），复杂的网络攻击，分布式攻击拒绝服务或错误，接收地址，以太坊区块链或任何其他区块链或其他方面的漏洞或缺陷。这些事件可能包括，例如，编程或源代码中的缺陷导致其被利用或滥用。在这种情况下，即使代币分发完成，卖方可能无法收到筹集的加密货币，卖方可能无法将这些资金用于项目开发，并TTC项目可能暂时或永久缩减。因此，发行的代币可能没有价值影响其交易价格。代币没有保险，除非你专门获得私人保险来保险。如果发生任何损失，您可能无法追索。
    
    与接收地址和钱包相关的风险
    
    接收地址可能会受到影响，加密货币可能无法分配
    
    接收地址被设计为安全的。 但是，如果接收地址出于任何原因（包括但不限于此类接收地址的密钥丢失的情况），出于任何原因被破坏，则在接收地址处持有的资金可能 不能被检索和支付，并且可能永久不可恢复。 在这种情况下，即使代币分配成功，卖方也将无法获得筹集的资金，卖方将无法将这些资金用于TTC项目开发，并且TTC项目可能会暂时或永久缩减。 因此，代币可能没有价值或影响其交易价格。
    
    与您电子钱包有关的信息（如下定义）的丢失或损坏可能会影响您对代币的访问和拥有权
    为了接收您的代币，您需要建立并维护对加密货币钱包。 您对电子钱包中代币的访问取决于（除其他外）对电子钱包信息的保护措施，包括但不限于用户帐户信息，地址，私钥和密码。 如果上述任何一项丢失或遭到破坏，您对电子钱包的访问权限可能会减少，从而对您对代币的访问和拥有造成不利影响，包括代币无法恢复并永久丢失。
    
    电子钱包或电子钱包服务提供商在技术上可能与令牌不兼容
    
    电子钱包或电子钱包服务提供商在技术上可能与代币不兼容，从而导致代币交付失败或影响您访问此类代币。
    
    与基金会和/或卖方有关的风险
    
    基金会产生不利影响的任何事件或情况可能对TTC项目产生相应的不利影响。 这相应地会影响代币的交易价格。
    
    如果基金会未能在业务发展和发展时有效管理其业务，基金会可能会受到重大不利影响，这将直接影响其维持TTC项目的能力以及代币的交易价格。
    
    金融技术和加密货币行业以及基金会将参与竞争的市场已经迅速增长并且继续快速增长。随着新技术的进步，商业模式的变化和其他因素而不断发展，由于这种不断变化的环境，基金会在适应变化时可能面临运营困难，基金会的可持续性将取决于其管理运营的能力，适应技术进步和市场趋势，并确保其聘用合格和有能力的员工，并为其员工提供适当的培训。随着业务的发展，基金会还必须扩大和调整其运营基础设施。该基金会的业务将依靠基于区块链的软件系统，加密货币钱包或其他相关代币存储机制，区块链技术和智能合约技术。基金会需要继续升级和改进其数据系统和其他操作系统，程序和控制。这些升级和改进将需要资源的奉献，可能会变得复杂，并越来越依赖基金会无法控制的来自第三方的托管计算机服务。如果基金会无法及时，有效地适应其系统和组织，以适应不断变化的情况，其业务，财务状况和经营业绩可能会受到不利影响。如果基金会依赖的第三方受到安全漏洞或其他受到破坏影响基金会所使用服务的干扰，则其内部信息的完整性和可用性可能会受到损害，从而可能导致机密或专有权的损失以及经济损失，人力或其他资源的损失以及对基金会业务，财务状况和运营的任何其他不利影响都会对基金会维护TTC项目的能力产生直接负面影响。由于TTC项目是代币相关的主要产品，这可能会对代币的交易价格产生不利影响。
    
    
    基金会可能会遇到系统故障，网络或服务中的计划外中断，硬件或软件缺陷，安全漏洞或其他可能对基金会基础架构网络和/或TTC项目产生不利影响的原因
    
    基金会将无法预测何时会发生黑客攻击，网络攻击，采矿攻击（包括但不限于双重攻击攻击，大多数采矿攻击和“私自采矿”攻击），分布式拒绝服务或接收地址，钱包或任何基础设施和/或供应商的技术（包括但不限于智能合约技术）中的错误，漏洞或缺陷，这些事件可能包括，例如，编程或源代码中的缺陷导致其被利用或滥用。基金会可能无法检测到这样的黑客攻击（包括但不限于双重攻击攻击，大多数挖矿攻击和“私自挖掘”攻击），网络攻击，分布式拒绝服务错误漏洞或缺陷，并且可能没有足够的资源来有效地处理同时或连续发生的多个服务事件。
    
    包括基金会的网络或服务可能会受到诸多事件的干扰，包括自然灾害，设备故障，网络故障，电力损失，例如软件病毒造成的中断或未经授权的用户发起的攻击，其中一些超出了基金会的控制范围。尽管基金会将采取措施防止恶意攻击其设备或其基础设施，这对其至关重要，但不能保证网络攻击（如分布式拒绝服务）将今后不会出现，基金会打算采取的任何加强安全措施都将是有效的。该基金会也可能容易受到攻击其基础设施的攻击，该基础设施旨在窃取有关其技术，财务数据或用户信息的信息，或采取其他可能会对基金会造成损害的行为。任何严重违反基金会预期的安全措施或导致基金会网络或服务稳定性和安全性受到损害的其他干扰都可能对代币的交易价格产生不利影响。
    
    基金会将部分依赖第三方的位置和数据中心设施
    
    基金会的基础设施网络将部分通过它在第三方的位置上设施服务器以及它在第三方的数据中心设施上租用的服务器上建立。如果基金会无法按照商业上合理的条件更新其数据设施租赁，基金会可能会被要求将其服务器转移到新的数据中心设施上去，并且可能会因重新安置而导致大量成本和可能的服务中断。这些设施也容易受到自然灾害，纵火，恐怖袭击，电力损失和电信故障等的破坏或中断。此外，此类设施的第三方提供商可能由于第三方行为，员工错误，渎职或其他原因而遭受安全违规，并且第三方可能会未经授权访问此类服务器中的数据。由于用于获取未经授权的进入系统或破坏系统的技术经常发生变化，一般不会被识别，基金会和这些设施的提供者可能无法预测这些技术或实施适当的预防措施。任何此类影响基金会基础设施网络和/或TTC项目进展的安全漏洞或损害都可能对代币的价格产生不利影响。
    
    一般的全球市场和经济状况可能会对基金会的经营业绩和现金流量产生不利影响
    
    基金会可能受到全球经济和市场状况的影响。全球信息技术行业的经济状况不时会对全球经济状况产生不利影响，并且可能会持续造成影响。经济疲软可能会对基金会的业务，运营和财务状况产生负面影响，包括收入和经营现金流量的减少。此外，在低周期经济环境下，基金会可能会面临增加竞争性定价压力的负面影响，以及TTC应用项目的商业和使用的放缓。基金会依赖服务器，带宽，位置和其他服务所依赖的供应商也可能受到经济状况的负面影响，这反过来可能会对基金会的运营或开支产生负面影响。因此，不能保证目前的经济状况或恶化的经济状况或长期或反复的经济衰退不会对基金会的业务，财务状况和经营结果以及TTC项目产生重大不利影响，这将相应地影响代币的交易价格。
    
    基金会，卖方和/或代币可能会受到新实施的法规的影响
    
    加密货币交易在全球范围内通常是不受监管的，但是各地区的众多监管机构一直在考虑实施管理加密货币或加密货币市场的监管体制。基金会，卖方和/或代币可能受到新实施的与加密货币或加密货币市场有关的法规的影响，包括必须采取措施遵守这些法规，或者必须通过监管来处理查询，通知，请求或执法行动，这样可能会付出相当大的代价，并且可能还需要对代币和/或TTC项目进行重大修改。这可能会影响代币和/或TTC项目对用户的吸引力，并导致代币和/或TTC项目应用的使用减少。此外，如果遵守这些新实施的规定的成本（财务或其他）超过某个阈值，维护代币和/或TTC应用可能不再具有商业可行性，并且基金会和/或卖可以选择中止代币和/或TTC项目。此外，很难预测政府或监管机构如何或是否可以对影响分布式账本技术及其应用（包括代币和TTC项目）的法律和法规进行任何更改。基金会和/或卖方也可能不得不停止在某一司法管辖区内的运营，使其在该司法管辖区内运营非法，或使其在商业上不可行或需要获得必要的监管批准以在此司法管辖区内运营。在如上所述的情况下，代币的交易价格将受到不利影响或代币可能停止交易。
    
    管理区块链技术，加密货币，代币的监管体系尚不确定，法规或政策可能会对TTC项目的进展和代币的使用产生重大不利影响
    
    目前，代币、加密货币、区块链技术和加密货币交易所的监管尚未开展，并可能迅速演变，在国际，联邦，州和地方司法管辖区之间差异很大，并且存在重大不确定性。 美利坚合众国和其他国家的各种立法和行政机构今后可能会通过法律，法规，指导或采取其他行动，这可能会严重影响TTC项目的发展和增长。 基金会、卖方或用户遵守任何法律，规则和法规（其中一些可能尚不存在或有待解释并可能会发生变化）仍可能面对不利后果，包括 民事处罚和罚款。
    区块链网络在欧盟、中国、美国和俄罗斯等许多管辖区也面临不确定的监管环境。 不同的司法管辖区可能会在不久的将来通过影响TTC项目的法律，法规或指令对我们的业务造成直接和负面影响。任何未来管制变革的影响都无法预测，但这种变化可能对TTC项目的发展和增长以及代币的采用和效用产生实质性和重大不利影响。
    
    买家无法控制基金会或卖方
    买方不会也无权以出于任何目的投票被视为基金会或卖方的股票持有人，也不会授予买方基金会股东的任何权利或 卖方或任何投票选举董事或在任何会议上向股东提交任何事项的权利，或对任何公司行为或接受会议通知或接受认购权或其他方面给予或拒绝同意的权利。
    买家可能缺乏监测其投资的信息
    
    买家可能无法及时获得所需的关于基金会，供应商，代币或TTC项目的所有信息。 买方可能没有办法及时发现已经发生的重大不利变化。 虽然卖方将努力使用代币的开源开发，但这些信息本质上可能是高度技术性的。 由于这些困难以及其他不确定性，买家可能无法获得关于TTC项目进展的准确或可访问的信息。
    
    这些代币可能会带来意想不到的风险
    
    像代币这样的加密货币是一种相对较新且动态的技术。 除了本附录2中包含的风险之外，还有与购买，持有和使用代币相关的其他风险，包括基金会或供应商无法预期的风险。 此类风险可能会进一步实现为本次附件2中讨论的意外变化或风险组合。
    
    
    
  
    
    
    `,
    
  },
  bd:{
    name: "真实姓名",
    nation:"国家",
    zjlx:"证件类型",
    zjhm:'证件号码', 
    zjbf:"证件颁发日期",
    zjdq:"证件到期日期",
    tkenjz:"目前持有的Token价值", 
    smjy:"是否有过私募经验",
    gmjy:"是否有过公募经验",
    tkjy:"是否有过Token交易经验",
    zjzmz:"证件正面照",
    zjqxz:"证件照上面文字清晰可见",
    yes:"是",
    no:"否",
    zzjinfo:"证件上的所有信息要清晰可见，不允许任何地方修改或遮挡，必须能看清楚证件号和姓名。 支持JPG/JPEG。",
    sczjz:"手持证件照",
    sczjzinfo:"五官可见，证件全部信息清晰无遮挡完全露出双手手臂",
    p1:".证件上的所有信息清晰可见，证件号码、证件照片等信息无遮挡、无涂改；",
    p2:"照片需免冠，建议未化妆，手持证件人的五官清晰可见，完整露出双手手臂",
    p3:"照片内容真实有效，不的做任何修改",
    p4:"支持jpg/jpeg/png格式，最大不超过1M；",
    p5:"或者将文件拖到此处",
    p6:"选中3张文件",
    xyb:"下一步",
    xzry:"选择日期",
    jwjtd:"或者将文件拖到此处",
    xz:"选中",
    xz1:"张文件，共",
    zgdl1:"中国大陆",
    zgdl2:"中国港澳台",
    zgdl3:"美国",
    zgdl4:"其他国家",
    qxz:"请选择",
    hz:"护照",
    qtxwz:"请先填写完整的信息",
    zjbzq:"证件号码不正确",
    lzzp:"请输入两张证件照图片",
    qthxx:"请先填好此表信息"
  },
  sjty:{
    title:"时时间条约链用户信息认证",
    p1:"根据TTC基金会建议，请用户个人确认以下信息，帮助我们完成客户认证。",
    p2:"请注意，时间条约链（TTC）代币币达（BIDT）仅在美利坚合众国，中华人民共和国和大韩民国以外保证Token顺利行权。",
    p3:"时间条约链用户信息认证",
    p4:"以下是个人信息：",
    p5:"真实姓名",
    p6:"国家",
    p7:"证件类型",
    p8:"证件颁布日期",
    p9:"证件到期日期",
    p10:"目前持有的Token价值",
    p11:"有过私募经验",
    p12:"有过公募经验",
    p13:"有过Token交易经验",
    p14:"身份证号码",
    p15:"没有过私募经验",
    p16:"没有公募经验",
    p17:"没有Token交易经验",
    p18:"护照正面照",
    p19:"手持护照",
    p20:"立即前往",
  },
  Info_authentication:{
  	title:'时间条约链用户信息认证',
  	sm:'实名认证',
  	p1:'根据时间条约链基金会建议，请您提供以下信息，帮助我们完成客户认证。',
  	p2:'请注意，时间条约链（TTC）仅在中华人民共和国，美利坚合众国和大韩民国外，保证Token顺利行权。',
  	p3:'请填写以下信息：',
  	pname:'真实姓名',
  	plity:'国家',
  	pzj:'证件类型',
  	pzjhm:'证件号码',
  	pzjbb:'证件颁布日期',
  	pzjdq:'证件到期日期',
  	psf:'是否有过私募经验',
  	ps:'是',
  	pf:'否',
  	psfy:'是否有过公募经验',
  	psfyg:'是否有过代币交易的经验',
  	pdl:'中国大陆',
  	pgat:'中国港澳台',
  	pmg:'美国',
  	pqt:'其他国家',
    next:'下一步',
    qrdz:"确认电子签名",
    p5:  'Time Treaty Blockchain Foundation',
    p6:'卖方',
    p7:'买方',
    p8:'签约日期',
  },
  userkonws:{
  	title:'用户须知',
  	t1:'1.本网站为TTC基金会设立，由TTC基金会全权管理；',
  	t2:'2.本网站的宗旨是在不违反美利坚合众国及科罗拉多州的相关法律法规的前提下，尽可能地为全球TTC项目的支持者及投资者提供真实、有效的项目信息。',
  	t3:'3.当有权机关出示相应的调查文件要求本站配合对指定用户进行调查时，本站将按照有权机关的要求协助提供相应的用户数据，或进行相应的操作。 因此而造成的用户隐私泄露、账户不能操作及 因此给所造成的损失等，本站不承担任何责任。',
  	t4:'4.本网站使用者因为违反本声明的规定而触犯美利坚合众国科罗拉多州相关法律的，本站作为服务的提供方，有义务对平台的规则及服务进行完善， 但本站并无触犯美利坚合众国科罗拉多州的动机和事实，对使用者的行为不承担任何连带责任。',
  	t5:'5.凡以任何方式登录本网站或直接、间接使用本网站服务者，视为自愿接受本网站声明的约束。',
  	t6:'6.本声明未涉及的问题参见美利坚合众国科罗拉多州有关法律法规，当本声明与美利坚合众国科罗拉多州相关法律法规冲突时，以美利坚合众国科罗拉多州相关法律法规为准。',
  	t7:'7.Utility Token法律意见书说明。Block IDentity Token ，区块身份通证，缩写BIDT。它是TTC社区生态的Token，它获得了美国执照律师的法律意见书。',
  	click:'请点击下文阅读'
  }
}


